{
    "Creator Statement": "Mehmed’s Grand Vision is a piece of the history of competing great visions, one which details the progenitor for the renaissance and the end of an era. The imperialism and raw strength from Mehmed, where the world would bend to their knees at his might, and the cunning opportunistic vision from Candarli, one where the pieces would fall right into place with him at the top.\n\nWhile this story may sound interesting, balancing fact and history from fictitious nonsense was simply choosing what narratives fit together among the thousands which dominate any given story. The fall of Constantinople and accounts of it are as numerous as they are useful, from the perspective of Greekish Byzantine historians, letters on the siege’s progress, elegant paints depicting conquest and grandeur, along with so many more all paint a picture of the history. Although how you choose to piece together all which is strewn about is how a story worth telling is born.\n\nTo balance fact from fiction for Mehmed’s Grand Vision, I had taken the most compelling and dramatic parts of his life from before the siege of Constantinople, and exacerbated them near extremes. His hatred of Candarli, while it could be seen as a political move to consolidate power, turns to a lifetime of hatred for the man who crushed his fledgling spirit. Candarli, a legacy of a reign of grand vizier's who won his position through favor of the previous king turns from a lofty politician to a scheming devil, who only intends to see himself at the top of the empire, if not world.\n\nOverall, this history, and all of history for that matter can be twisted and turned to fit any narrative which is deemed worth telling, and in Mehmed’s Grand Vision. I have chosen to tell the narrative which is of the utmost interest for creating a story which will be worth telling.",
    "Artwork Description": "Artwork description here; leave blank if desired.",
    "Video Pitch": "",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vQWaFWr62dpjudOHcqwtCaGKSyY3EuUDDtTxpoWd5evfzFagdY1tcr-8ir42TGqEG6hMMT2xpl1U7zT/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1rB8DDc2z4Xt7ziCwUod5uUSUkZLsH3u8INTC4-WR00w/edit",
    "Resources": "Nicol Donald M. The Immortal Emperor: The Life and Legend of Constantine Palaiologos, Last Emperor of the Romans. Cambridge University Press; 1992.\n\nVarvoglis, Sotiris. “Mehmed II and Gennadius II.” Wikimedia Commons,\n\n1900’s, https://commons.wikimedia.org/wiki/File:Gennadios_II_and_Mehmed_II.jpg\n\nMansur-Shirazi, Ala ad-Din. “Ottoman astronomers at work around Taqī al-Dīn at the Istanbul Observatory.” Wikimedia Commons,\n\n1573, https://commons.wikimedia.org/wiki/File:Taqi_al_din.jpg\n\nSphrantzes, George. “The fall of the Byzantine Empire: a chronicle by George Sphrantzes (1401–1477)”, Translated by Marios Philippides. University of Massachusetts Press, 1980.\n\nKos, Yunus. \"The Population of Constantinople in the Byzantine Period\" History of Istanbul,\n\n2019,   https://istanbultarihi.ist/460-the-population-of-constantinople-in-the-byzantine-period. Accessed 29 March 2024.\n\nFazlıoğlu, İhsan. \"Mīram Čelebī: Maḥmūd ibn Quṭb al‐Dīn Muḥammad ibn Muḥammad ibn Mūsā Qāḍīzāde\", Translated by Thomas Hockey. Springer Link, 2007.https://islamsci.mcgill.ca/RASI/BEA/Miram_Celebi_BEA.htm. \n\nÁgoston, Gábor. “Encyclopedia of the Ottoman Empire”, Infobase Publishing, 2009. https://books.google.com/books?id=QjzYdCxumFcC&pg=PA35#v=onepage&q&f=false\n\nÁgoston, Gábor. “Guns for the Sultan: Military Power and the Weapons Industry in the Ottoman Empire”, Cambridge University Press, 2005. https://books.google.com/books?id=dNqzjfWABSAC&pg=PA64#v=onepage&q&f=false"
}