{
    "Creator Statement": "My Pixels of the Past project is on the Ottoman Empire. The Ottoman Empire was one of the longest-lasting empires, and most influential empires. Lasting almost 600 years, and spanning three continents, the empire has a vast and rich history. Specifically I wanted to discover the history of art in the empire.\nI started this project by researching rulers of the empire and came across Suleiman the Magnificent. The longest reigning Sultan of the empire, he is known for his support of the arts. Based on this my research essay was about Suleiman’s contribution to the Ottoman Empire. I talked about his artistic contributions, support for notable artists, and construction of grand mosques; which all helped significantly shape the cultural identity and development of the Ottoman Empire.\nI discovered a time period of the Ottoman Empire called the Sultanate of Women. This was a time period in which women gained influence in the empire, and were able to impact imperial decisions, politics, and internal and external affairs. This period started in 1520 when Suleiman had just come into power, and lasted until 1683. Before the Sultanate of Women, women played their traditional roles of housewife, not having any impact on the empire. I wanted my story pitch to somehow relate to this event, but still include the empire's art history.\nAfter researching and brainstorming I came up with my story. It is an event that kick-starts the Sultanate of women. A story about a teenage girl breaking the cycle of women not working, and inspiring other women to do the same. Throughout this project I have learned a lot about the Ottoman empire. From its history, societal norms, art, and people of the empire. Ottoman history is packed with rich culture and fascinating history.",
    "Artwork Description": "This an example drawing of what some of the buildings my main character Azra might have designed.",
    "Video Pitch": "FRv7duFwcBY",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vSasvNQZCmGJ-oE3ivd-xLO0bZphLn5iLuzoyL_y_p32kCNmNf2MA5b9bWC-UBZEvgnbPcv8inn7nB2/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1Agq0wIkzvY7tnVNFnc4lbrjpZq_NzdlEBDObQZ2JdGw/edit?pli=1",
    "Resources": "“Ahmed Karahisari.” 9 November 2017, jottoc.blogspot.com/2007/03/ahmed-karahisari-1468-afyonkarahisar.html. Accessed 31 March 2024.\n\nLobo, Carmen. “Suleiman the Magnificent and Roxeland (Hürrem).” Art & Thoughts, http://artandthoughts.fr/2013/07/10/suleiman-the-magnificient-and-roxelane-hurrem/. Accessed 23 March 2024.\n\n“Mimar Sinan - Genius of Islamic Architecture.” Muslim Aid, muslimaid.org/get-involved/the-islamic-golden-age/mimar-sinan/. Accessed 29 March 2024.\n\n“Religions - Islam: Ottoman Empire (1301-1922).” BBC, 4 September 2009, bbc.co.uk/religion/religions/islam/history/ottomanempire_1.shtml. Accessed 20 March 2024.\n\n“Silk Animal Carpet.” The Metropolitan Museum of Art, metmuseum.org/art/collection/search/446642. Accessed 30 March 2024.\n\n“Suleiman the Magnificent | Map and Timeline.” HistoryMaps, history-maps.com/story/Suleiman-the-Magnificent. Accessed 30 March 2024.\n\n“Suleyman.” Jewish Virtual Library, jewishvirtuallibrary.org/suleyman. Accessed 11 March 2024.\n\n“Suleymaniye Mosque.” 9 November 2017, jstor.org/stable/community.32695994?searchText=mimar+sinan&searchUri=%2Faction%2FdoBasicSearch%3FQuery%3Dmimar%2Bsinan%26efqs%3DeyJjdHkiOlsiWTI5dWRISnBZblYwWldSZmFXMWhaMlZ6IiwiWTI5dWRISnBZblYwWldSZmNHRnViM0poYldGeiJdfQ%253D%253D%26image_search_. Accessed 30 March 2024.\n\n“Tughra (Insignia) of Sultan Süleiman the Magnificent (r. 1520–66).” The Metropolitan Museum of Art, metmuseum.org/art/collection/search/449533. Accessed 20 March 2024.\n\nWilliams, Ashley. “The Age of Süleyman “the Magnificent” (r. 1520–1566) | Essay.” The Metropolitan Museum of Art, metmuseum.org/toah/hd/suly/hd_suly.htm. Accessed 12 March 2024.\n\nYalman, Suzan. “The Art of the Ottomans before 1600.” In Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, 2000–. metmuseum.org/toah/hd/otto1/hd_otto1.htm (October 2002)"
}