{
    "Creator Statement": "The project I am pitching is a short film centered around a girl who visits Egypt and witnesses the Battle of the Pyramids. My goal was to show the battle and a bit of what it was like in Egypt through a third person perspective, so the viewer can learn about what happened and what it might have felt like to be there. \n\nIn this story, the main character (Vivian) is meant to be an average, relatable person, and the film will occasionally switch to her perspective, so the viewer will be able to see her emotions and thoughts. The viewer will be following her and seeing what she sees, along with conversations she has with citizens she meets in Egypt. \n\nThe historical accuracy of this project is relatively high, since the result and settings of the battle will remain unchanged, and Vivian’s presence in Egypt won’t permanently alter any part of the history. I researched the topic and made sure there would be enough interesting information about Egypt in the 1800s to make the film informative and engaging. \n\nSome creative liberties I took were teleporting Vivian to Egypt through a portal in her closet, and also giving her an apple watch so she could message a friend, which didn’t exist in the 18th century. This is because Vivian does live in the modern day world as a college student, where such technology-excluding the portal-exists, and it would be less practical to create Vivian as an 18th century character, since not as much is known about people of that time. \n\nCreating this story idea was very fun, and I learned a lot through the process of refining the idea. If I were to do this again, I would spend more time thinking through the idea and how practical it would be to research-depending on the scope and time constraints-to avoid changing the topic multiple times. ",
    "Artwork Description": "A depiction of Vivian, confused, looking at her watch. Second picture is an image for the project.",
    "Video Pitch": "",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vQCDVzGHv1197Pof6VvwSgBArfgo_CaGsBfdFXzaJqHhJcYNhXOmEVBuDuw_c58q0Zfu9fm1khhq1_G/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1HKFPtJYH85Ob60Ql-41n9ga7hJSWz3bcijcIfo5tMs0/edit",
    "Resources": "Holmberg, Tom, et al. “Napoleon's Addresses: The Egyptian Campaign.” The Napoleon Series, Napoleon Series,\n2003, https: /www.napoleon-series.org/research/napoleon/speeches/c_speeches2.html. Accessed 8 April 2024.\n\nTikkanen, Amy. “Battle of the Pyramids | Napoleon, Mamelukes, Summary, & Outcome.” Britannica, https://www.britannica.com/event/Battle-of-the-Pyramids-Egyptian-history. Accessed 12 April 2024.\n\nVovsi, Eman M., et al. “The Power and Question of Faith: Murad Bey's Pros and Cons during the French Invasion of Egypt,\n1798-1801.” The Napoleon Series, Napoleon Series, March 2008, https://www.napoleon-series.org/military-info/battles/Egypt/c_MouradBey.html. Accessed 8 April 2024."
}