{
    "Overview": "# Story Department\n\nWe are the Story Department. Our role at Timeframe was to review everyone’s story pitches and provide feedback for every draft that they presented to us. We also made story guidelines to help direct the creation of stories. We made sure everyone’s story had an enjoyable balance between historical accuracy and creative liberties. We did this by creating a presentation displaying a tutorial on how to create story pitches to help guide our peers. We presented this slideshow to the whole class. We interviewed every student one-on-one about their Pixels of The Past Pitch and gave them additional feedback other than the feedback they received from their video pitches. Later we broke into groups and listened to the student pitches live and provided even more feedback.\n\nThe project we most enjoyed as a department was the department post for Instagram. In this assignment, different departments had to brainstorm unique and creative ways to promote our team and hook the viewers. Our department took inspiration from the popular movie series, Men In Black. We coordinated for one day to do a photoshoot in full black outfits and sunglasses. Just like the characters in Men In Black monitor alien activities on Earth, we monitor the historical elements in student stories to make sure they have a balance of creative liberties and historical accuracy. Similarly in Men in Black, the agent’s role is to maintain a balance between human and alien interactions, just like our group ensures this balance of creativity and accuracy. It is important to have this in our Pixels of the Past Pitches because it engages the reader with a creative narrative but simultaneously informs the reader on the individual's historical topics.\n\nIn our department’s Instagram post, we recorded a slow-motion video of our team walking in sync to show our coordination and ability to work together as a group. We used fun slogans and catchphrases such as “We Inspire Stories” and “We Shape Stories.”\n\nWe engaged with other departments to further our ability to help creators by collaborating with the History department to ensure everyone incorporated correct historical information while maintaining an engaging story."
}