{
    "Creator Statement": "My television series will be based almost completely off of real history. I used accounts of Rozhestvensky’s second-in-command, Vladimir Semenoff, to give me an idea of the arguments of Rozhtesvensky’s crew against him, and to get a sense of their discontent. In Episode 1 of my series, I will start the episode by having Rozhestvensky be living in solitude, something that may have actually happened. Although Rozhestvensky was convicted of negligence once he returned to Russia, historians are still unsure of what his actual punishment was, so I will have to take creative liberty by inventing one. The episode will start the series of flashbacks, which is how I will tell my story. In episode 2, I will cover the Dogger Bank Incident, which actually happened, as Rozhestvensky mistakenly fires on British fishing boats he thought were Japanese destroyers. I will take no liberties in episode 2. In episode 3, I will cover how Britain denied the Baltic Fleet access to its ports, and how upon arriving to the Pacific, the Baltic Fleet engaged in a series of frantic telegrams. While we don’t know for sure if these telegrams happened or not, we do know that telegram contact was used in both the Russian Navy and Russian Army. In episode 4, I will cover the battle of Tsushima, which resulted in the destruction of the Baltic Fleet. As my series is very dramatic, I will take the liberties of romanticizing the battle to make it seem more grand and engaging. In episode 5, my final episode in the series, I will end the series of flashbacks by putting the perspective back to Rozhestvensky as he lives his life next to the ocean that claimed the lives of the men he led for years. I will take no creative liberties with this episode.  ",
    "Artwork Description": "Admiral Zinovy Rozhestvensky, pictured above, headlines the new 6-part series The Baltic Fleet. Coming soon.",
    "Video Pitch": "ZT86Ak0fJAw",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vQN64RVcAa8AN6aDetvWj8iSW6qlFzviZqLKIMaoWgaSkY2Tbeu_HiUgyN5sNoRBlATck636OAU7L9k/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1Ik79wm8bjhWDGv9AspuSk55fXtNlUyYB84XM-1DvS6Q/edit",
    "Resources": "Novikoff-Priboy, Aleksei. “Tsushima: Grave of a Floating City.” trans. Eden and Cedar Paul London: Aberdeen University Press, 1937. https://archive.org/stream/tsushimaanovikof008255mbp/tsushimaanovikof008255mbp_djvu.txt. Accessed 17 Mar. 2024.\n\n“Annihilation  Threatens Russian Force Now In Retreat From The Yalu; Japanese Division Hurrying To Cut Off Escape Of Fleeing Muscovites.” San Francisco Call, 3 May 1904. https://chroniclingamerica.loc.gov/lccn/sn85066387/1904-05-03/ed-1/seq-1/#words=retreating+Russians. Accessed 28 Feb. 2024\n\n“Baltic Fleet Going At Last.” Salt Lake Herald,3 Oct. 1904. https://chroniclingamerica.loc.gov/lccn/sn85058130/1904-10-03/ed-1/seq-1/#words=BAt+TlC+FLEET+Baltic+Fleet. Accessed 28 Feb. 2024.\n\nSemenoff, Vladimir. “The battle of Tsu-shima between the Japanese and Russian fleets, fought on 27th May 1905, by Captain Vladimir Semenoff (one of the survivors).” trans. Captain A.B. Lindsay. University of California. https://babel.hathitrust.org/cgi/pt?id=uc2.ark:/13960/t4fn14485&seq=2&q1=upon.  Accessed 19 Mar. 2024. \n\nButler, R. Shannon. “Voyage to Tsushima.” Naval History Magazine, May 2012. https://www.usni.org/magazines/naval-history-magazine/2012/may/voyage-tsushima#footnotes. Accessed 21 Mar. 2024.\n\nForczyk, Robert. “Russian Battleship vs Japanese Battleship Yellow Sea 1904–05.” Osprey Publishing, 2013. Kerner, Robert J. “Russian Naval Aims.” Foreign Affairs, vol. 24, no. 2, 1946, pp. 290–99. JSTOR, https://doi.org/10.2307/20029966. Accessed 14 Feb. 2024. \n\nLardas, Mark. “Tsushima 1905: Death of a Russian Fleet.” Bloomsbury Publishing. “The Dogger Bank Incident.” British Sea Fishing. https://britishseafishing.co.uk/the-dogger-bank-incident/#google_vignette. Accessed 14 Mar. 2024.\n\n“The Russo-Japanese War.” The Advocate of Peace (1894-1920), vol. 66, no. 3, 1904, pp. 42–44. JSTOR, http://www.jstor.org/stable/25752278. Accessed 12 Mar. 2024.\n\n“The Treaty of Portsmouth and the Russo-Japanese War, 1904–1905.” Office of the Historian. https://history.state.gov/milestones/1899-1913/portsmouth-treaty. Accessed 18 Mar. 2024. \n\nVan Dijk, Kees. “The Russo-Japanese War.” Pacific Strife, Amsterdam University Press, 2015, pp. 417–38. JSTOR, http://www.jstor.org/stable/j.ctt15nmjw8.24. Accessed 12 Mar. 2024."
}