{
    "Creator Statement": "\"The Red Horizon\" is a near-completely historically accurate story of the Soviet Union, but from the perspective of those who lost. It centers on a man who desired good for his country but was ultimately foiled and never saw his motherland again. My story delves deeply into the tragedy of the Soviet Union, highlighting how truly horrible it was. It begins with an overview of Kerensky’s early life, exploring how his personality was shaped. Flashbacks provide glimpses into Lenin's early life as well.\n\nGiven that much of Kerensky's early life is undocumented, I took creative liberties with those parts. However, my research ensures that even the fictional elements are grounded in real events, making my portrayal of Kerensky historically accurate. To enhance the story's intrigue, I emphasized events like the Lena Massacre, making them more significant to the main character.\n\nResearching for this project was challenging since I'd never undertaken such a task before. Finding a good primary source was difficult because most writings from the Soviet era were pro-Lenin, as authors feared for their lives. However, I recalled a childhood book about a scary cockroach that terrorized a land, which was written during the Soviet Union. Its underlying message was clearly anti-Lenin. This inspired me to continue searching for the truth about the USSR, and eventually, I found a reliable source. This discovery was crucial in helping me understand the real nature of the Soviet Union and complete my story.",
    "Artwork Description": "Its a combination of a revenge themed poster and also a red signaling the USSR flag( the picture is of a random guy I found online)",
    "Video Pitch": "59tnZD9A84M",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vSUAy91u7uCtWO6ON-AZMA2jrflBa-kX26ej3tDuLMi31NodGGpRFUHnLdFXhuFFURACcKUgKn1Fc5z/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/18hH2Ww8yrNX4hxhdO5gZOmDIp6LFQh7XxDtqQ2iQ2cI/edit",
    "Resources": "Александр. “Слово Старых Большевиков.” Слово Старых Большевиков, \n\nleninism.su/memory/5016-slovo-starykh-bolshevikov.html. Accessed 28 Mar. 2024. \n\nС. Мирер. “Рассказы Рабочих О Ленине” \n\nleninism.su/images/PDF/rasskaz_rabochih.pdf. Accessed 28 Mar 2024\n\nLenin, Maria Prilezhayeva. V. I. Lenin the Story of His Life, \n\nwww.marxists.org/archive/lenin/bio/prilezhayeva.htm. Accessed 28 Mar. 2024. \n\n“П. Б. Аксельрод о Встречах с Е. И. Спонти и В. И. Ульяновым-Лениным.” Ленин: \n\nРеволюционер, Мыслитель, Человек, \n\nleninism.su/memory/5165-p-b-akselrod-o-vstrechakh-s-e-i-sponti-i-v-i-ulyanovym-leninym.html. Accessed 28 Mar. 2024."
}