{
    "Creator Statement": "Hello, I am Mikey Henry, and this is my creator statement for my Pixels of the Past project. My Pixels of the Past project is a project about the Norman Conquest. The Norman Conquest was the last successful conquest of England. The Norman Conquest was led by William of Normandy, who was promised the throne by the previous king. After the king died, however, a man named Harold Godwinson managed to get the throne first, being crowned the day after the previous king was buried. William was angered by this, and gathered an army to attempt to sail to England and take back the throne. Unfortunately for William, the wind over the English Channel was blowing south, which meant that William and his armies could not sail over yet. While waiting, they made an attempt to cross, but it was unsuccessful and they were shipwrecked. This south blowing wind, however, allowed someone else trying to get the throne to sail down from Norway into England. Harald Hardrada was a viking who wanted to go on one last conquest to make him a legend. The south wind carried him and his soldiers into England, where they were killed, although Godwinson’s forces were severely weakened. The wind direction changed shortly after, and William sailed into England, killed Godwinson, and crowned William the Conqueror, establishing the modern British monarchy. One thing I’ve struggled with as I’ve worked on this project was trying to maintain historical accuracy while simultaneously having an engaging narrative. I am part of the history department, which meant that I worked closely with people to maintain historical accuracy in their presentations. This also means that I have gained a lot of knowledge about maintaining historical accuracy, and I have done my best and succeeded in keeping my project historically accurate, while still having an interesting story. Throughout this project, I have had a vision and goal to keep my project as accurate to what really happened as possible.",
    "Artwork Description": "A poster for my project, which would appear if it was actually a movie being made.",
    "Video Pitch": "1HYWAmIl9Mo",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vRFd7h6m1DjeuQyIezEwkuk345fOJcBcfDPY9fY77WZc6-s4RHGEoJRaH0AvTSle_6r3FrHfNzZSfJl/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1-z4Axf0wduBdKL6Rm09deFyJ7hjMSxVENrIfN2hveMU/edit",
    "Resources": "Barker, Richard. “Middle English (c. 1100 - c. 1500).” Wikipedia, 3 4 2024, http://www.thehistoryofenglish.com/middle-english. Accessed 30 May 2024.\n\n\nClark, Gregory. “5. The Spread of the Industrial Revolution,\n1860-2000.” UC Davis - economics, UC Davis,\n2002, http://faculty.econ.ucdavis.edu/faculty/gclark/ecn110b/readings/chapter5-2002.pdf. Accessed 30 May 2024.\n\n\n“The Continental Dynasties (1066-1216).” Official Website of the British Monarchy, Crown Copyright,\n26 April 2007, https://web.archive.org/web/20070426181011/http://www.royal.gov.uk/files/pdf/continen.pdf. Accessed 26 April 2024.\n\n\nCormier, Paul Nicolas. “British Colonialism and Indigenous Peoples: The Law of Resistance–Response–Change.” Peace Research, vol. 49, no. 2,\n2017, pp. 39–60. JSTOR, http://www.jstor.org/stable/44779906. Accessed 30 May 2024.\n\n\n“Explore the Bayeux Tapestry online.” Bayeux Museum,\n28 October 2021, https://www.bayeuxmuseum.com/en/the-bayeux-tapestry/discover-the-bayeux-tapestry/explore-online/. Accessed 25 April 2024.\n\n\nHarper, Douglas. “chamber | Etymology of chamber by etymonline.” Etymonline,\n25 November 2022, https://www.etymonline.com/word/chamber. Accessed 28 March 2024.\n\n\nHarper, Douglas. “merchant | Etymology of merchant by etymonline.” Etymonline,\n27 December 2018, https://www.etymonline.com/word/merchant. Accessed 28 March 2024.\n\n\nHarper, Douglas. “pig | Etymology of pig by etymonline.” Online Etymology Dictionary,\n23 April 2023, https://www.etymonline.com/word/pig. Accessed 28 March 2024.\n\n\nHarper, Douglas. “room | Etymology of room by etymonline.” Online Etymology Dictionary,\n29 September 2021, https://www.etymonline.com/word/room. Accessed 28 March 2024.\n\n\n“The Plantagenet Dynasties (1216-1485).” Official Website of the British Monarchy, Crown Copyright,\n26 April 2007, https://web.archive.org/web/20070426180931/http://www.royal.gov.uk/files/pdf/plantage.pdf. Accessed 26 April 2024."
}

