{
    "Creator Statement": "Hi there! My name is Dylan and this is my Pixels of the Past project. Below is my video pitch for my animated anthology, my research essay, my project artwork, and a list of my resources that I have used throughout this project. I hope that you enjoy it!\n\nWhen I was thinking about ideas for my show, I pulled a complete blank. I genuinely did not know what to do for the first few days, and I felt like I could not think of anything that I didn’t hate. However, the idea of an anthology popped into my head out of nowhere one day. I had been thinking about different shows that I have watched before, and the opportunity presented itself.\n\nSince my anthology is more historical, I haven’t really worried about maintaining historical accuracy throughout the show. However, my characters are not real people. I spent quite a bit of time making sure the episodes were accurate to the characters and the time period that they were living in. The thing that I spent most of my time on, however, was meshing the episodes together; as a lot of my classmates’ feedback was that I should find a way to make the episodes relate to each other in some small way.\n\nIn a fictional alternate universe where my work got published, I would want it to reach a large audience and open their eyes to the history of places that are never talked about. The story of Liberia is so interesting, but almost no one knows about it! There are so many other intriguing stories out there, waiting for more people to pay attention.\n\nI would like to thank Nick for making this project possible, and all of my friends for supporting me and giving me feedback/ideas :)",
    "Artwork Description": "I made a collage of important events/people in the history of Liberia. (From left to R This includes the coup of 1980",
    "Video Pitch": "",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vR_ed_XkJx6Nzd5nFuJXSHhVRGbneHefT0HZ9Vm5PaIdPiYdlpZ_fajG0Hfpxlpej6m9y98oVVyyB2y/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1UCGdt9Ci44uhaVaPabBfbSr6VUj3vwMo0b76BBSILlk/edit",
    "Resources": "“American Colonization Society.” Fold3, Library Of Congress,\nwww.fold3.com/publication/2/us-american-colonization-society-1792-1964/browse.\nAccessed 10 Mar. 2024.\n\nStarr, Fredrick. “Frederick Starr Liberian Research Collection 1792-1914.” University of\nChicago Library, University of Chicago,\nwww.lib.uchicago.edu/e/scrc/findingaids/view.php?eadid=ICU.SPCL.STARRLIBERIA\nAccessed 10 Mar. 2024.\n\nWegmann, Andrew N. “Christian Community and the Development of an Americo-Liberian\nidentity, 1824-1878” Louisiana State University Scholarly Repository,\n2010,\nrepository.lsu.edu/cgi/viewcontent.cgi?article=1524&context=gradschool_theses.\n\nWhitman, Loring. “A Liberian Journey.” A Liberian Journey, National Science Foundation\ndeveloped by the University of Wisconsin-Madison, Roy Rosenzweig Center for History\nand New Media at George Mason University, Indiana University Liberian Collections,\nand the Liberian Center for National Documents and Records Agency,\nliberianhistory.org/items/browse/?type=1. Accessed 10 Mar. 2024.\n\nO’Leary, Lizzie, et al. “Transgenerational Trauma: How the Psychological Stress of Enslavement\nImpacts Black Americans Today.” Humantold,\n20 Nov. 2023,\nhumantold.com/blog/transgenerational-trauma-how-the-psychological-stress-of-enslave\nment-impacts-black-americans-today/.\n\nDegruy, Joy. “Post Traumatic Slave Syndrome.” Dr. Joy DeGruy,\n2005,\nwww.joydegruy.com/post-traumatic-slave-syndrome.\n\nSantana, Genesys. “A Case of Double Conciousness Americo-Liberians and Indigenous Liberian\nRelations 1840-1930 .” A Case of Double Conciousness Americo-Liberians and\nIndigenous Liberian Relations 1840-1930, University of Central Florida,\n2012,\n\nstars.library.ucf.edu/cgi/viewcontent.cgi?article=2796&amp;context=honorstheses1990-2015.\n\nUnknown. “Apa Dictionary of Psychology.” American Psychological Association,\ndictionary.apa.org/identification-with-the-aggressor. Accessed 29 Mar. 2024."
}