{
    "Creator Statement": "My project is an animated movie about a child living through the Lapland War. I picked this project because I think that society as a whole can learn from this often left out part of WW2. During the Lapland war, the German army used scorched earth tactics, which didn't actually help them militarily because they already had a treaty mediating their retreat, but also caused irreversible damage to the civilians of Finland, setting it back many years in reconstruction. I chose to tell this story through the perspective of a child because from my research, this war had the largest effect on those who grew up during it. Finland prior to the war was a relatively undeveloped country with most people working in agriculture or lumber, so I chose to have my main character grow up on a family owned farm. Regarding the historical accuracy of my story, each of the events that the main character experiences lines up with dates of events that actually happened during the Lapland War, such as the peace treaty, evacuation, and burning of Rovaniemi. Aaro, the main character leaves his home just before the evacuation order went out, arrives in Rovaniemi before it is burned down, but by the time he returns to his village, the Germans had already swept through that area and burned it down. Although the events that Aaro experienced did happen, he is a fully made up character, not based on any historical figure. I did this because it was hard to find accounts of what childhood life would have been like if children had stayed in Finland during the war because most of them had evacuated to Sweden. In addition, I believe that it is more important for my story to tell the events that happened, rather than having a realistic main character.",
    "Artwork Description": "",
    "Project Artwork Video": "3x26MD1o7c0",
    "Video Pitch": "W3MbBBLPeqU",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vS__jy3ugprAtrpbTEQ9gaIeJgppBkWl2csk3q031_JbxE_Unatvhno0KRhXON5IsA-nzZPG8yIoBe9/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1JqibyC9XjTx-LcTwedfAB5wfhQ4IJFVl4aL1AZVzqH4/edit",
    "Resources": "Hetta, Maunu. Interview by Eerika Koskinen-Koivisto and Oula Seitsonen. August 11, 2015.\n\nKoskinen-Koivisto, Eerika, and Oula Seitsonen. “Landscapes of Loss and Destruction: Sámi Elders' Childhood Memories of the Second World War.” *Ethnologia Europaea*, vol. 49, no. 1, 2019. *openlibhums*, https://ee.openlibhums.org/article/id/816/. Accessed 25 March 2024.\n\nOuti, Autti, and Saara Intonen. “The Recognition of War Refugees: Lapland, Love, and Care.” *The Journal of Interdisciplinary History*, vol. 53, no. 1, 2022, pp. 89-115. *MIT press direct*, https://direct.mit.edu/jinh/article/53/1/89/111434/The-Recognition-of-War-Refugees-Lapland-Love-and. Accessed 21 March 2024.\n\nSääskilahti, Nina. “Lapin sodan tuhot Yläkemijoella.” *ylakemijoenhistoria*, https://ylakemijoenhistoria.wordpress.com/nina-saaskilahti-lapin-sodan-tuhot-ylakemijoella/#_ftnref5. Accessed 25 March 2024.\n\nSaunavaara, Toivo. “Saunavaara, Toivo: Muisteluksia evakkomatkasta Ruotsiin vuosina 1944-45 | ylakemijoenhistoria.” *ylakemijoenhistoria*, https://ylakemijoenhistoria.wordpress.com/evakkomatka-ruotsiin-ts/. Accessed 21 March 2024.\n\nTuominen, Marja, and Tiina Harjumaa, editors. *Reconstructing Minds and Landscapes: Silent Post-War Memory in the Margins of History*. Taylor & Francis Group, 2021. *Taylor & Francis group*, https://www.taylorfrancis.com/chapters/edit/10.4324/9781003032472-15/reviving-legacy-reconstruction-period-type-planned-houses-anu-soikkeli?context=ubx&refId=f2e5b4f1-560a-4487-b1e0-c5fadb66b895. Accessed 25 March 2024."
}