{
    "Creator Statement": "My Pixels of the Past project is about the Nakba. My goals for this project were to create a story of a person experiencing the Nakba, and wanting to share it with the rest of the world. I wanted my story to be  as historically accurate as possible. I wanted my story to be a live action movie.\n\nWhen writing stories about historical events you have to first determine how much of the historical event you are pulling from and how accurate you want your information to be(especially the smaller details). Some choices  I made to have a balance between fact and fiction is to not have any fictional elements in my pitch. In the case of my story everything is historically accurate. The only made up things in my story are of course the characters and refugee camp.  Palestinians did flee to refugee camps in neighboring Arab countries, but there weren't any in southern Lebanon. The concept of Palestinians in refugee camps at the time is historically accurate, but no camp existed in southern Lebanon during the Nakba, so I made one up. I didn't take any creative librites(other than the two made up things I just stated). The world is the same world we live in, with the same bounds of reality.\n\nAlthough I was already a little familiar with the Nakba, I did tons of research for my essay which proved very valuable for writing my pitch. One particular thing I had to research specifically for my pitch was refugee camps for Palestinians during the Nakba. I had to find out where they were located and if they were made after or during the crisis.  I also had to research what type of technology was available during the time period (1948 & 1998) for as much accuracy as possible.",
    "Artwork Description": "This is my movie poster. The eyes and mouth are covered to symbolize how no one talked about the Nakba because no one was aware of it.",
    "Video Pitch": "RkaToBezHvo",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vT7SRf0up9UC4A8FK5_RWLRdS5exRReQ_58bt0ChIY6nk-nSxCAsbxhwC1lhpjNuTyLEu9JYK79bXQa/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1mmj8tZj8y2VZhcVa0aOL37WOgT7r-X7-7kzmg0qxjt4/edit",
    "Resources": "Al Tahhan, Zena. \"More than a century on: The Balfour Declaration explained.\" Al Jazeera, 2 November 2018, https://www.aljazeera.com/features/2018/11/2/more-than-a-century-on-the-balfour-declaration-explained. Accessed 20 March 2024.\n\nBalfour, Arthur James. \"Text of the Balfour Declaration.\" Jewish Virtual Library, 2 November 1917, https://www.jewishvirtuallibrary.org/text-of-the-balfour-declaration. Accessed 14 March 2024.\n\nIsmail, Ahmad. \"Palestine plan of partition with economic union - General Assembly resolution 181.” The Question of Palestine, United Nations, 18 August 2021, https://www.un.org/unispal/document/auto-insert-185393/. Accessed 20 March 2024.\n\n\"Palestine: Termination of the Mandate 15 May 1948 [Statement prepared for public information by the Colonial Office and Foreign.\" ISMI, 15 May 1948, https://ismi.emory.edu/resources/primary-source-docs/1948%20-%20PALESTINE-HMG%20termination%20of%20Mandate%201948.pdf. Accessed 16 March 2024."
}
