{
    "Creator Statement": "This is a pitch for a short film about the individual named Vasili Arkhipov, specifically his involvement with the Cuban Missile Crisis. The Cuban Missile Crisis happened in Cuba in 1962, when the US was afraid of Cuba since it was under Soviet control and had lots of explosive weaponry that could be used on the US. Vasili Arkhipov was on a mission that was just a routine support of an arms delivery to Cuba, but because of the importance of the mission, his submarine was loaded with a nuclear warhead. This warhead was very close to being launched, which would have sparked nuclear war, causing worldwide devastation.\n\nThe short film will be mostly accurate to how the event played out, as it is a great story without any liberties. Following the accurate history will also help bring across the story's message of following what you think is right in an important moment; that is how Vasili Arkhipov saved the world. This idea of having very few historical liberties means that the research has to be rich and vast, as I am not taking many liberties. The main liberty I'm taking is the dialogue between the characters. We don't fully know what they said on the vessel at all times, and some of the quotes that we do know can be exaggerated to make the story more interesting.\n\nBalancing historical accuracy and an entertaining narrative can be difficult for any project like this; how do you make something true to the real event, but still engaging to follow? This project is balanced well in that category because it is a very entertaining story even without any creative liberties; the few that are being taken are mostly dialogue and just to make it more interesting to listen to. That is why this project would be both engaging to listen to and a good historically accurate film.",
    "Artwork Description": "",
    "Video Pitch": "mEBMZ9iXjmg",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vTIOGLqSWQWj7Cg-TmqLgQMqJYakFWFl7u_Cklf7A1FVq860ZuMOsr83VBgc6c3eaz6Z1ITjXSrGUHG/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/130fuMi6Z2NpE4QknaepXJxINMX8N9imxRIVj4T6XQ3Q/edit",
    "Resources": "Arkhipov, Vasili. \"Presentation at the Conference on the Cuban Missile Crisis.\" 14 October 1997, The National Security Archive, https://nsarchive.gwu.edu/document/29078-document-1-vice-admiral-vasili-arkhipov. Accessed 27 March, 2024.\n\nGilbert, Douglas. \"Black Saturday Declassified.\" June 2021, United States Naval Institute, https://www.usni.org/magazines/naval-history-magazine/2021/june/black-saturday-declassified. Accessed 3 April, 2024.\n\nJohnson, Wm. Robert. \"K-19 submarine reactor accident, 1961.\" 10 May 2005, Johnston's Archive, https://www.johnstonsarchive.net/nuclear/radevents/1961USSR1.html. Accessed 27 March, 2024."
}