{
    "Creator Statement": "Last term, I started my project for Pixels of the Past, a history project that can be about almost any historical event with the end goal of creating a pitch for an animated series about that time in history. Among the infinite sea of historical events, I chose to study the reign of the controversial Puritan ruler, Oliver Cromwell because of the still ongoing debates surrounding the topic.\n\n    At first, my research was very limited and incomplete. Although I had started to research the ideology of Cromwell, I had lacked knowledge about his actions. This lack of knowledge would prove to be an obstacle when creating a pitch for a story. Nevertheless, I pursued and decided to do research along the way. However, it was very difficult to construct or find an interesting and captivating story about Cromwell while maintaining historical accuracy on the subject, especially with incoming project draft deadlines that I did not plan very well for. As a result, the story contains several creative liberties that I took.\n\n    Out of all of the creative liberties I took, the biggest one was implying that the murder of Catholics was against the Puritan faith. Although the religion allows punishment of those who go against the religion, it does not condone the killing of those who are of other religions. Another part of my story, although not necessarily a historical inaccuracy, is fleeing the military and proceeding to peacefully convert people to a different religion. Accomplishing such a feat is an extremely difficult task.\n\n    Overall, my project brings awareness to Oliver Cromwell and his regime, encouraging people to research the topic for themselves. Hopefully, just like any other history, Cromwell's story, from his ideology to his actions, will be studied and not forgotten.",
    "Artwork Description": "These pieces of art were made along the way before finishing the other parts of the project. They are not very good.",
    "Video Pitch": "UDeJ7lWsEa8",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vTxDepS5OCwB-rbzC-q97ettdWedLzNng1r28H6NWwNI2_gGOvPRnCIAdyjJk8qF3S9ZwCb4j8UH7FA/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/18_k5sLzUyZrkYz4_l9jA69h2Q1t2FR6lytmifazLJdk/edit",
    "Resources": "Cromwell, Oliver, and Thomas Carlyle. Oliver Cromwell’s Letters and Speeches: Including the Supplement to the First Edition. Vol. 1, Harper, 1851.\nDrake, George. “The Ideology of Oliver Cromwell.” Church History, vol. 35, no. 3, 1966, pp. 259–72. JSTOR, https://doi.org/10.2307/3162307. Accessed 11 Apr. 2024.\n    “Hypocrite.” Merriam-Webster.com Dictionary, Merriam-Webster, https://www.merriam-webster.com/dictionary/hypocrite. Accessed 15 Apr. 2024.\n    Kirby, Ethyn W. “The Cromwellian Establishment.” Church History, vol. 10, no. 2, 1941, pp. 144–58. JSTOR, https://doi.org/10.2307/3160194. Accessed 16 Apr. 2024."
}