{
    "Creator Statement": "My Pixels of the Past project embarks the extensive research on the significance of cats in Egypt, mainly focusing on the study of the goddess, Bastet. The main goal of this project was to create a historically accurate elevator pitch about an animated “Disney-inspired” movie about the adventures and journeys of Bastet and our main character, Dahlia.\n\nThe story I produced centers around Dahlia, a curious and determined young girl eager to discover and learn more about her Egyptian heritage. Her family’s devotion to the lioness goddess, Bastet, powers her desire to explore deeper into the depths of her ancestral traditions. As a result of Dahlia’s strong persuasiveness and determination, she successfully convinces her parents to take her on a journey to Memphis, Egypt. Her adventure, full of fun and exploration, soon takes a dramatic turn when Dahlia finds herself wandering off and eventually getting separated from her family. Alone and lost in the midst of the streets of Egypt, she stumbles upon a hidden temple filled with rich tales and ancient rituals. Here, she encounters a suspicious looking priest whose motives are unknown. Desperate, Dahlia places her trust in him in hopes that he will help her find her family. However, the priest’s deceitful intentions are revealed as he casts a spell, sending her back in time to the 6th dynasty of Egypt.\n\nThrown into an era she only learned in history text books, Dahlia must safely find her way through the challenges of the ancient Egyptian society. Worried and scared, Dahlia desperately prays to the one god she trusts, Bastet. Through this plea, Bastet answers her prayer in hopes of fulfilling her name as protector of women and children. Dahlia’s journey is not just about finding the profound connections in one’s heritage, but really the journey of finding one’s true self and potential to do great deeds. ",
    "Artwork Description": "My artwork is a teaser poster fit to be placed in a movie theater. Since my story will be a Disney-inspired type film, I decided that a movie poster would be the best option. I drew inspiration from different movie posters such as “Road to Eldorado”, “Frozen”, and more.",
    "Video Pitch": "d4GgRS9CaPw",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vQVuz3OBDtwFhtGRnnpAAIzb5C6v2a9fNsD5RyKda0pncOlgbnCvOap2RrzPzjjDxfL0L4e-Mw_S75V/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1-46dduVMqtKl_H0EpAL0pn1IjTTKdQxo5hynZb9qRLo/edit",
    "Resources": "Erickson, Amanda. “Archaeologists have discovered dozens of cat mummies in an ancient Egyptian tomb.” Washington Post, 11 November 2018, https://washingtonpost.com/world/2018/11/11/archaeologists-have-discovered-dozens-cat-mummies-an-ancient-egyptian-tomb/. Accessed 29 March 2024.\n\nFaulkner, Raymond O., translator. The Egyptian Book of the Dead: The Book of Going Forth by  .          Day. Chronicle Books, 1994.\n\nRoos, Dave, and Melanie Radzicki. “Ancient Egyptians Believed Cats Had 'Divine Energy.'” Science | HowStuffWorks, 27 February 2024, https://science.howstuffworks.com/environmental/earth/archaeology/ancient-egyptians-revered-cats-for-divine-energy.htm. Accessed 29 March 2024.\n\nVocelle, LA. “Cat Goddess Bast in the Pyramid Texts at The Great Cat.” The Great Cat, 17 August 2012, https://www.thegreatcat.org/cat-goddess-bast-in-the-pyramid-texts/. Accessed 29 March 2024.\n\nYuko, Elizabeth. “How Cats Became Divine Symbols in Ancient Egypt.” History, 17 August 2021, https://www.history.com/news/cats-ancient-egypt. Accessed 29 March 2024."
}