{
    "Creator Statement": "Hi! My name is Ella and my project is about how pets were affected by the Holocaust. One aspect of World War II history that is not often discussed is that many Jews and other victims of the Holocaust had to leave their pets behind. These days, while many people have pets and most people have at least basic familiarity with  the Holocaust, most people don’t consider what happened to  pets belonging to Holocaust victims. My goal for the movie that I am pitching is to invite people to think about how animals are affected by devastating historical events.\n\nThe movie that I am pitching should be historically accurate while creating an engaging story. It won’t be that hard for me to maintain historical accuracy while creating an engaging narrative because the movie I am pitching is based on a true story. The story I based my movie on was one of the short stories in the book Faithful Friends compiled by Susan Bulanda. It is a collection of stories from many Holocaust survivors about their experiences during the Holocaust and what happened to their pets during that time. Most of the movie is exactly the same as the story it is based on except for a change in perspective: instead of focusing on the humans' experiences, it focuses on the dogs' experiences.\n\nMy story is almost the same as the original but instead of the main character being a human, it is a dog. My story shows how the dog survives after its owners got taken away by the Nazis. The main character experiences both kindness and cruelty from humans and reunites with his family at the end of the story. The movie will show the bond between humans and pets. This movie will also help viewers gain a new perspective on the Holocaust and how people’s pets are also victims of genocide and wartime atrocities.",
    "Artwork Description": "This scene is Cheelly looking at the ghetto where his family was taken. The green people are the Nazis.",
    "Video Pitch": "",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vS69uyj7Ju_5_UFE7Ea0fX4inoCO1G4lzJsy8HgWNxfMIkHqEorhaN9hpywuBNB400LuKTx6I0boxkp/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1Y9yZwXZtUDDDxgrp_CChHX_Gd_-Ewse8BSHpEFQKw0s/edit",
    "Resources": "Bulanda, Susan. Faithful Friends: Holocaust Survivors' Stories of the Pets who Gave Them Comfort, Suffered Alongside Them and Waited for Their Return. Cladach Publishing, 2011.\nUnited States Holocaust Memorial Museum. “Documenting Numbers of Victims of the Holocaust and Nazi Persecution.” Holocaust Encyclopedia,\n26 September 2023, https://encyclopedia.ushmm.org/content/en/article/documenting-numbers-of-victims-of-the-holocaust-and-nazi-persecution?parent=en%2F72. Accessed 27 March 2024.\n\nUnited States Holocaust Memorial Museum. “Introduction to the Holocaust.” Holocaust Encyclopedia,\n5 November 2021, https://encyclopedia.ushmm.org/content/en/article/introduction-to-the-holocaust. Accessed 27 March 2024."
}