{
    "Creator Statement": "My project is an animated television show about the economic situation in England during the black death, and one obnoxious nobleman's mission to restore things to the way they previously were. I wanted to create a funny show on this topic without sacrificing historical accuracy because I was interested in making an aspect of this period of history that might seem dry and boring into something entertaining and engaging. In particular, I wanted to show the economic factors, which I explored in my essay, come to life and be interesting.\n\nEdmunds adventure is a story about a fictional character in a real, historical setting. I did research on the economic situation in the time period to ensure that the conflicts that Edmund faces are all real problems that lords had to deal with during the Black Death. During this time period, the working class were gaining rights and the nobility were having to deal with the consequences. The Ordinance of Laborers was the real solution to this problem, although it didn’t have much effect, due to poor enforcement. Edmund was created as an example of this. The main creative liberties taken to enrich the narrative were the journey and the tone. This group of lords traveling to London to support the Ordinance was invented to give importance to Edmund’s attempts to solve the issue. While the Ordinance was real, Edmund needed to have a role in the creation of the Ordinance to make the story interesting. The tone of the show is absurd, satirical and comedic, set up in a biased way to guide the viewer’s negative opinion of Edmund throughout the show. By making him seem more and more entitled throughout, I could get the point of my show across and make it entertaining. The comedic aspects are in place to grab the viewer's attention.",
    "Artwork Description": "This poster demonstrates the show’s theme of the nobility’s self interest, even during great suffering.",
    "Video Pitch": "LHgL66KsfjE",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vSs_KUBxo_PZKPs1qmkb9Daf-Kuvrglxlpop5MVzDT2GrQiLkjhDoDvPMxFCP4KTpUDB-mDrEHcir5h/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1SaWzjrt6OQAVRm19ZrRdCQuBS3xTih2F8x-xZwBeJ9E/edit",
    "Resources": "Bridbury, A. R. “The Black Death.” The Economic History Review, vol. 26, no. 4, 1973, pp. 577–92. JSTOR, doi.org/10.2307/2593699. Accessed 16 Mar. 2024.\n\nJensen, Martin Kaae, and Rui Luo. “The Plague, the Skill-Premium, and the Road to Modern Economic Growth.” Cambridge University Press, 12 Feb. 2024, www.cambridge.org/core/journals/macroeconomic-dynamics/article/plague-the-skillpremium-and-the-road-to-modern-economic-growth/F003B9EC88C45BFB8BFEAE7C6C4F9D66. Accessed 7 April 2024.\n\nRobbins, Helen. “A Comparison of the Effects of the Black Death on the Economic Organization of France and England.” Journal of Political Economy, vol. 36, no. 4, 1928, pp. 447–79. JSTOR, www.jstor.org/stable/1822539. Accessed 16 Mar. 2024.\n\nThe Statute of Laborers; 1351. Avalon Project - Documents in Law, History and Diplomacy. (n.d.). https://avalon.law.yale.edu/medieval/statlab.asp#"
}
