{
    "Creator Statement": "My project pitch is about the 1979 Iranian revolution. I chose this topic as it is very closely related to me. I myself am Iranian and the events that happened in this revolution still affect my family members today. My goal for this project was to create a historically accurate pitch for an animated mini series on the Iranian Revolution. Another goal was to learn more about this event as it is important to my family history. I didn't really find issues with making it historically inaccurate for the sake of the story, as this topic is really quite interesting on its own. Along with it being interesting as its true self I also thought that the Iranian revolution hasn't really been that popularized as a story. Not enough people know about this event when they should. This event changed Iran forever and it still has lasting effects that can be seen today. One thing that I wanted to incorporate into my pitch was comedy. I wanted comedy to be a part of this as I really enjoy it. Even though the topic was dark I still figured out how I could incorporate comedy to my pitch. Since the story has people in major power positions there will be cronies. The dynamic between the people in power and cronies can be really funny if done right. I realize that a tv show about the Iranian revolution has been made before by Marjane Satrapi called Persepolis. But that was more of a singular perspective from her. I intend for my story to be from a big perspective covering the entire revolution not just one person's story. I also want to use Marjane Satrapi's art style for my animation because I feel it is fitting to the story. You can see my attempt to replicate this in my artwork.",
    "Artwork Description": "This is Ayatollah Khomeini and Mohammad Reza Shah drawn in the art style that I had in mind for my project. I am trying to mimic the art style that can be seen in Marjane Satrapi's Persepolis.",
    "Video Pitch": "YC4IsZv_ykA",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vTOxnDVN-w4kK2ds38Aa5-Bc55sLpYCYA_QLyqUVQRgg-J0cg3EWbXTJW20SEn5PyVEAWACcjIrlRkA/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1fRi1syi3jA4GdlGTEKGr8xPoW2wEHL4o9AvuuLNVN8U/edit",
    "Resources": "Abrahamian, Ervand. \"Structural Causes of the Iranian Revolution.\" *MERIP Reports*, no. 87, 1980, pp. 21--26. *JSTOR*, https://doi.org/10.2307/3011417. Accessed 28 Mar. 2024.\n\nAmineh, M. P., and S. N. Eisenstadt. \"The Iranian Revolution: The Multiple Contexts of the Iranian Revolution.\" Perspectives on Global Development & Technology, vol. 6, no. 1--3, June 2007, pp. 129--57. EBSCOhost, https://doi-org.foothill.idm.oclc.org/10.1163/156914907X207702.\n\nArbabi, Hossein. Personal Interview. 28 March 2024. https://docs.google.com/document/d/1G0E6TCoMKCI9rrKAd_V5NnyaCUbknXc6mX1OL2O4PeE/edit?usp=sharing.\n\nEsfandiari, Haleh. Interview by George Liston Seay. Reconstructed Lives: Women and Iran's\n\nIslamic Revolution, 27 Apr. 2009,\n\nhttps://www.wilsoncenter.org/article/reconstructed-lives-women-and-irans-islamic-revolu\n\ntion. Accessed 26 February 2024.\n\nIran 1979: Anatomy of a Revolution. 2009. 2019. YouTube,\n\nhttps://www.youtube.com/watch?v=SJzuRf3Pyjk&list=PPSV&ab_channel=AlJazeeraEn\n\nglish. Accessed 26 3 2024.\n\n\"Khomeini: 'We Shall Confront the World with Our Ideology.'\" *MERIP Reports*, no. 88, 1980,\n\npp. 22--25. *JSTOR*, https://doi.org/10.2307/3011306. Accessed 28 Mar. 2024.\n\nNasri, Farzeen. \"Iranian Studies and the Iranian Revolution.\" *World Politics*, vol. 35, no. 4, 1983, pp. 607--30. *JSTOR*, https://doi.org/10.2307/2010392. Accessed 28 Mar. 2024.\n\nPreusse, Holger, director. *The Last Persian Shah*. 2019. neue Art Film, 2023. *YouTube*, https://www.youtube.com/watch?v=g6VMmWZDufg&ab_channel=FRONTLINEPBS%7COfficial. Accessed 26 3 2024."
}