{
    "Creator Statement": "Las Malvinas is an animated series set during the Falklands War, focusing on the lives of two brothers, Marco and Noah. My vision for this six episode series is to create a captivating narrative that brings history to life, making the older and unknown stories accessible and engaging for a modern audience. The goal is to provide both entertainment and education, shedding light on the complexities of this historical period through the lens of compelling characters and dramatic events.\n\nThe tension between maintaining historical accuracy and crafting an engaging narrative is a central challenge in Las Malvinas. To address this, I have conducted extensive research into the Falklands War, its events, and many of the key historical figures. However, historical records often leave gaps, especially concerning personal stories and smaller scale events. To create an engaging narrative, I have taken creative liberties where necessary. For instance, while the main events and outcomes of battles are depicted accurately, the dialogues, personal motivations, and relationships of characters are fictional and composite. Noah and Marco are composite characters made from historical figures that I have researched. This approach allows for a deeper exploration of their humanity and the moral dilemmas they faced, which are not fully documented in historical texts.\n\nIn developing Las Malvinas, historical research was paramount. Detailed studies on military tactics, political dynamics, and cultural practices of the time informed the storyline and visual design. Nevertheless, to create a more engaging story, some anachronisms and speculative elements were introduced. For example, the character of Noah, a composite character, serves as a lens through which the audience can experience the broader socio-political landscape. His storyline, while not directly tied to specific historical figures, is crafted to reflect the experiences and challenges faced by people in his position at the time. Providing a personal touch to the grand historical narrative.\n\nLas Malvinas is a blend of rigorous historical research and creative storytelling. The series aspires to honor the complexity of history while making it relatable and engaging for contemporary viewers. By balancing fact and fiction, the project aims to educate and inspire, offering a vivid and thoughtful portrayal of one of history's most unknown but  fascinating conflicts.",
    "Video Pitch": "OkXQgg92URs",
    "Research Essay Link": "https://docs.google.com/document/d/1r9YX3e-iqmvOWOD2tOYSiK7pFJxOjLCI_nOFDqEpdCk/edit?usp=sharing",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vR2iJruDfk2Vp_GvLoSvjReNku9zXoqvkE-9pFlhMHdhWpGMMuME_VJBpuh_SL7c1WKv9ZcOlyuuUT4/pub?embedded=true",
    "Resources": "Bluth, Christoph. “The British Resort to Force in the Falklands/Malvinas Conflict 1982: International Law and Just War Theory.” *Journal of Peace Research*, vol. 24, no. 1, 1987, pp. 5–20. JSTOR, http://www.jstor.org/stable/424142. Accessed 30 Mar. 2024.\n\nFreedman, Lawrence. “The War of the Falkland Islands, 1982.” *Foreign Affairs*, vol. 61, no. 1, 1982, pp. 196–210. *JSTOR*, https://doi.org/10.2307/20041358. Accessed 11 Mar. 2024.\n\nGraham-Yooll, Andrew. “South Atlantic, 1982: A Forgotten War (Part I).” *The Antioch Review*, vol. 65, no. 4, 2007, pp. 598–617. *JSTOR*, http://www.jstor.org/stable/40284454. Accessed 29 Mar. 2024.\n\nPion-Berlin, David. “The Fall of Military Rule in Argentina: 1976-1983.” *Journal of Interamerican Studies and World Affairs*, vol. 27, no. 2, 1985, pp. 55–76. *JSTOR*, https://doi.org/10.2307/165718. Accessed 11 Mar. 2024.\n\nSaaty, Thomas L. “Conflict Resolution and the Falkland Islands Invasions.” *Interfaces*, vol. 13, no. 6, 1983, pp. 68–83. *JSTOR*, http://www.jstor.org/stable/25060496. Accessed 11 Mar. 2024.Schepel, R. (2009). The Falklands/Malvinas 1982: Why Didn‟t Argentina Win the War? . https://apps.dtic.mil/sti/pdfs/ADA519343.pdf \n\nTrain, Harry D. “An Analysis of the Falkland/Malvinas Islands Campaign.” *Naval War College Review*, vol. 41, no. 1, 1988, pp. 33–50. *JSTOR*, http://www.jstor.org/stable/44636703. Accessed 11 Mar. 2024."
}