{
    "Overview": "Greedy Goblins would be a documentary about the history of goblins and their impact on the world, through raids, rampages, and other acts of mischief. The documentary would explore the origins of goblins in folklore and mythology, as well as their portrayal in literature, film, and other media. It would also examine the role of goblins in the real world and their vicious behavior and evil nature. The documentary would feature interviews with experts on goblins, as well as reenactments of famous goblin raids and battles. It would also include footage of goblins in their natural habitat, as well as animations and illustrations of goblins from different cultures and time periods. The documentary would be informative, entertaining, and visually stunning, appealing to fans of fantasy, history, and mythology. It would also require a budget of $20 million to produce, and 6753 bars of gold to bribe the goblins to participate. And because of the dangerous nature of goblins, the crew would need to be well-armed and well-prepared to deal with any goblin attacks, as well as trained to respond to known goblin commands such as \"Bree-yark!\" and \"Greeble-groak!\".",
    "Resources": "Shed, Herman. \"The History of Goblins.\" Goblin Gazette, vol. 13, no. 4, 2021, pp. 1-10.\n\nDangers of Goblins: A Guide for Adventurers. 3rd ed., Goblin Press, 2020.\n\nGoblin Tales: Stories of Mischief and Mayhem. Edited by Greta Goblinkin, Goblin Books, 2019.\n\nGoblin Gold: A History of Greed and Glory. By Grub the Goblin, Goblin Publishing, 2018.",
    "Research Essay": "Also read my historical essay about the Goblin Rampage of 1342, in which a horde of goblins descended upon the village of Greentown, stealing all the gold and livestock they could find. The villagers fought back with pitchforks and torches, but the goblins were too numerous and too cunning. They set fire to the village and made off with the treasure, leaving the villagers homeless and destitute. The Goblin Rampage of 1342 is a cautionary tale about the dangers of goblins and the importance of being prepared for their attacks. It is also a reminder of the greed and cruelty of these evil creatures, who will stop at nothing to get what they want.\n\n > [Read the essay](https://docs.google.com/document/d/1-B7Kiga7U7We63Ebw-zqTkkz4j5NadSYfa-G8r-jvRQ/edit)",
    "Timeline": "## 1000 BCE\n * Goblin bandits run wild over Mesopotamia.\n * Goblins first appear in Mesopotamian mythology as evil spirits who cause sickness and death.\n\n## 500 BCE\n * Goblins invade Greece, causing chaos and destruction.\n * Goblins are depicted in Greek art and literature as mischievous creatures who play tricks on humans.\n\n## 100 CE\n * Goblins spread to Rome, where they are feared and hated by the citizens.\n * Goblins are blamed for the fall of the Roman Empire.\n\n## 500 CE\n * Goblins migrate to Europe, where they terrorize the countryside.\n * Goblins are hunted by knights and adventurers, who seek to rid the land of their evil presence.\n\n## 1000 CE\n * Goblins are driven underground by human settlers, who fear their raids and attacks.\n * Goblins become a rare sight in the world, but are still feared and hated by all who encounter them.",
    "Project Artwork Description": "This artwork for Greedy Goblins features a menacing goblin horde descending upon a hapless village, with torches blazing and swords drawn. The goblins would be depicted as small, ugly creatures with sharp teeth and glowing eyes, wearing tattered clothing and brandishing stolen treasure. The village would be in flames, with terrified villagers fleeing in all directions. The artwork would capture the chaos and terror of a goblin raid, as well as the evil and greed of these vicious creatures. It would be rendered in a dark, moody style, with bold colors and dramatic lighting to enhance the sense of danger and excitement. The artwork would be used to promote the documentary and attract viewers with its striking imagery and compelling storytelling.",
    "Video Pitch": "Nq8ASEgkTe0",
    "Pitch Script": "about:This example does not have a pitch script."
}