{
    "Creator Statement": "My story was created to educate audiences about the painful history of residential schools in Canada while also telling a story that resonated emotionally and intellectually. Extensive historical research formed the foundation of my story. It allowed me to portray the harsh realities faced by Indigenous children in residential schools, where cultural suppression and trauma were rampant. Through characters like Aiyana, the audience will witness the depth of suffering endured by Indigenous communities over generations. The story also reveals moments of resilience and resistance. Aiyana and her peers, despite facing immense challenges, find ways to secretly preserve their culture, showcasing the strength and determination of Indigenous peoples. I believe that by depicting these moments it underscores the active role that Indigenous communities played in resisting assimilation and reclaiming their heritage, even in the most challenging circumstances. It also showcases the strength and determination of Indigenous peoples. I delved into primary sources,and scholarly works to gain a deeper understanding of the experiences of Indigenous communities affected by residential schools. This research not only informed the overarching narrative but also provided details that added authenticity to my story. While historical accuracy was important, I also recognized the need for creative liberties to make the narrative more engaging and relatable. One significant creative liberty was the character of Aiyana, whose journey symbolizes the struggle for Indigenous cultural preservation. While Aiyana is a fictional character, her experiences and emotions are inspired by real-life stories of resilience and survival. While Aiyana's story is fictional, it remains rooted in historical truths. The trauma inflicted upon Indigenous children and the broad impact on Indigenous communities are all based on historical realities.Throughout the storytelling process, I balanced between fact and fiction. In conclusion, I hope this story serves as a tribute to Indigenous resilience.",
    "Artwork Description": "This artwork is the Kamloops Indian Residential School.",
    "Video Pitch": "VmB5HRj7RXI",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vQt1Dhfij7mZV_yfQpqLT4TRZfnHNm3nMEO6G_GH6U7HWnMVF_iXxZtu-cI96k25LUeTaaR_Tjz4Pj3/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1hJmlsm344IhY1DaSa5WnzyeEOrLeMLYEVm_f2idVQpY/edit",
    "Resources": "Bombay, Amy, et al. \"Intergenerational Residential School Attendance and Increased Substance Use Among First Nation Adults Living Off-Reserve.\" National Library of Medicine, National Institutes of Health, 28 May 2021, https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9895934/.\n\nCanada: Residential Schools and Indigenous Children - Cultural Genocide. The Guardian, 6 Sept. 2021,   https://www.theguardian.com/world/ng-interactive/2021/sep/06/canada-residential-schools-indigenous-children-cultural-genocide-map.\n\nLibrary and Archives Canada. “Indigenous Heritage - Residential Schools.” Government of Canada, 2023, https://library-archives.canada.ca/eng/collection/research-help/indigenous-heritage/Pages/residential-schools.aspx#a5.\n\nTruth and Reconciliation Commission of Canada. \"The History, Part 2: The History, Legacy, and Consequences of Residential Schools.\" National Centre for Truth and Reconciliation, University of Manitoba, 2021, https://nctr.ca/wp-content/uploads/2021/01/Volume_1_History_Part_2_English_Web.pdf. "
}