{
    "Creator Statement": "For my Pixels of the Past project, I researched the short-lived Xin Dynasty of China. Truthfully, I had a hard time turning this particular series of events into a story. I had to take several creative liberties in order to effectively communicate to my audience what I wanted to say. For example, I exaggerated how malicious Wang Mang was in the latter half of my story because I thought that it would be much more compelling that way. In real life, he was actually much more incompetent than malicious, and, for most of his reign, he thought that he was doing the right thing. I also decided to exaggerate how much Wang Mang factored into the peasant revolution. In reality, if there hadn’t been very severe natural disasters – including floods and droughts – the peasants would have probably endured Wang’s mismanagement for much longer. In fact, the Han dynasty had been in decline for long before Wang Mang.\n\nI had several challenges in getting my story to conform to the story wheel structure that Nick set out for us. I noticed that the historical events did not actually conform to the structure because my protagonist was not heroic. The story wheel doesn’t work as well if the protagonist doesn’t win in the end, which is why I decided to use a different format that is normally used for tragedies. This format worked a lot better because I only had to make a few small adjustments to my story in order to have it fit. \nFor my historical research, I had trouble finding primary sources because the Xin dynasty was so long ago. I was eventually able to find a secondary source that was published in ancient times and that had much more information than any other source that I could find. However, because this book is one of the only written sources that still exist, I was unable to find any more secondary sources.",
    "Artwork Description": "A drawing of one of the streets in the capital of the empire. There were surprisingly few renderings of ancient Chinese houses, so I was forced to use images of houses built during the Song Dynasty (960-1279) instead of the Xin (9-23). I included ditches along the sides of the road because they were a common form of drainage at the time.",
    "Video Pitch": "RtpEBRqlDBY",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vSuJnDteWr9AkJrnJCEXaRedEcmyXEzr2SllNazGA-mq8EirWA-Nw5XOWYDpOpG1RcXxjlZ5dET9x4L/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1UvSuje9ydRfybkAMh8lPH6lS6Ict4vV-t9WCLe__v2g/edit",
    "Resources": "Ban, Gu. \"The History Of The Former Han Dynasty.\" IATH,\nwww2.iath.virginia.edu/saxon/servlet/SaxonServlet?source=xwomen/texts/hans\nhu.xml&style=xwomen/xsl/dynaxml.xsl&chunk.id=d2.56&toc.id=dk,2.56&doc.lang=bilingual.\nAccessed 28 Feb. 2024.\nHucker, Charles O. China to 1850: A Short History. Stanford UP, 1978.\nKeay, John. China: A History. Basic Books, 2009.\nRoberts, J. A. China: Prehistory to the Nineteenth Century : An Illustrated History.\nSutton Publishing, 2000.\nStewart, Chris. \"Xin 1: Han Interrupted.\" The History Of China, Spotify, July 2014. Wilkinson, Endymion P. Chinese History: A Manual. Harvard U Asia Center, 2000,\narchive.org/details/chinesehistoryne0000wilk/mode/2up."
}