{
    "Department Statement": "This is the marketing department. We are composed of 3 students thus making it the smallest department at Timeframe. In the beginning stages of the company, the Marketing Department began brainstorming what our role would be in terms of the project. One big idea we had was the idea of rebranding. We first gathered the opinions of our classmates and then based on what they gave we went forward with our rebranding process. After a lot of deliberation, we came up with the name Dolmen. The name was not the best fit for our company, but we really liked the idea behind it, so we began brainstorming the idea of branding around the dolmen: a prehistoric stone archway shaped like a portal, maybe even a tv screen, exactly what our project represents. We now had a logo, but we still did not have an idea for a name. This is where we remembered a perfectly fitting name from our class's feedback: Timeframe, which perfectly represents our project and also our logo, and that's how our company branding was born. With our branding complete we then began to raise awareness for our project. The first stage of our marketing campaign which we brainstormed in the beginning of the project was creating an Instagram campaign. We instructed the other departments to create Instagram posts and gave feedback on them. We then uploaded these posts through the KLS Instagram account with the help of KLS Marketing Manager Marcus Fong. Alongside the Instagram campaign, our team designed posters to be placed throughout the school. The posters were designed to be innovative and eye-catching so that more people would take notice of Timeframe; One of them was designed to be ominous and the other one was our logo with the center replaced by various recognizable historical scenes.",
    "Showcase Video": "_KxbwSmfTPo",
    "Showcase Description": "This is the reference image of a dolmen we used for our logo, which fades into our final Timeframe icon.",
    "Flyer Description": "These are some of our poster designs that can be found around KLS."
}