{
    "Overview": "**$title** is a proposed animated film about the Gunpowder Plot, an attempt to blow up the House of Lords in 1605. The film will follow the story of the plot, from the planning to the discovery of the gunpowder, and the subsequent chase and capture of the conspirators. The film will focus on the conflict between the King and Parliament and the Catholics.",
    "Historical Background": "# Historical Background\nOn the night of November 5th, 1605, 36 barrels of gunpowder were hidden under the House of Lords, enough to blow up all of Parliament and King James I, who would meet inside the following day. The plot had been constructed by a group of Catholics led by Robert Catesby. In 1534, the Church of England had officially turned to Protestantism, and anti-Catholicism had been building in England. A fear of dangerous plots from the repressed Catholics had been growing, with villages \"swept by panic fear\" of often imaginary plots. However, this plot was real. A letter sent to Lord Monteagle warned him to quietly avoid the next gathering of Parliament, but instead he gave the letter to King James I. The king theorized that the statements \"a terrible blow\" and \"they shall not see who hurts them\" indicated that the plot involved gunpowder planted in a \"great vault\" underneath the House of Lords. The gunpowder was discovered the night before the planned meeting and the conspirators were quickly chased down and caught.",
    "Conflict": "# Conflict\nThe central conflict is between the King and Parliament and Robert Catesby and the conspirators. The King and Parliament believe that Catholicism is evil and dangerous, so they are trying to discourage Catholics by imposing fines and additional restrictions on them. The other side, led by Robert Catesby, wants to stop this, and believes that killing the government will help.",
    "Pitch Slides Link": "> For more details, see the [slides](https://docs.google.com/presentation/) presented in this video.",
    "Storyboard Info": "Below is the storyboard of the scene where the Monteagle Letter is found and brought to the king. It starts at the 4th Baron Monteagle's house, where is given the letter while eating dinner. He then takes the letter to the Whitehall, where it is given to the king. It is then followed by the king's study of the letter and discovery of the plot."
}