{
    "Creator Statement": "My project is a graphic novel on the Spanish conquest of the Incan Empire. In my story, I have perspectives from multiple characters throughout the story, and the narrators in the story are Incan gods. The Spanish arrived in Peru to conquer the Incan Empire in 1532. At this point in time, the Incan Empire was at its peak. The Spanish conquest brought guns, horses, and diseases that wiped out 95% of the Incan Empire, including a massacre killing 7,000 Incan people. Much of Incan culture was lost and replaced by Spanish culture.\n\nFor my animated content, I am making a graphic novel on the events that took place above. There will be four main characters that the reader follows throughout the story: two gods and two humans. The two gods are Inti and Pachamama, the sun and earth god and goddess, and they will act as the narrators of this story. The two human characters are Francisco Pizzaro, the leader of the Spanish conquest, and Felipe Guaman Poma de Ayala, a half-Incan half-Spanish man who tries to preserve Incan culture. Pizzaro is responsible for much of the killing and erasing of culture, while Guaman Poma makes record of Incan culture through drawings and manuscripts.\n\nFor this project, I wanted to make the story mostly historically accurate, with the exception of the role of the gods. I did quite a bit of research to make this story accurate, as historical accuracy in this situation is vital to the story. The events of the fall of the Incan Empire already have key elements needed in a good story, like the rising action, initial conflict, lowest point, and hope. This is why I did not change the actual history much, but just added narrators to make the story more interesting, comprehensible, and fluid.",
    "Artwork Description": "",
    "Video Pitch": "LUJ3VBwYy9A",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vRNpQoN5_fGW8mIeOi74Dyh3fkAcS3KbXixbvi18IRj4fMZUeQQDKnklbEP3x6VB2gI5bN8eYeJ91H4/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1xmB1aUuz1uPj8N8y_4Y6ILPyES513baENP1FTyg9dFg/edit",
    "Resources": "Alvarado, Ena. \"How an Incan Nobleman Contested Spanish History.” JSTOR, 29 November 2021, https://daily.jstor.org/how-an-incan-nobleman-contested-spanish-history/. Accessed 28 March 2024.\n\nBENSON, ELIZABETH P. \"The Quipu: 'Written' Texts in Ancient Peru.” The Princeton University Library Chronicle, vol. 37, no. 1, 1975, pp. 11-23. JSTOR, https://doi.org/10.2307/26403946. Accessed 28 Mar. 2024.\n\nGuaman Poma de Ayala, Felipe. \"El primer nueva corónica y buen gobierno. Illustrations by Felipe Guaman Poma de Ayala (1600-1650).” Mount Allison University Libraries & Archives, https://mta.cairnrepo.org/islandora/object/mta%3Alatinamerican. Accessed 28 March 2024.\n\nGuaman Poma de Ayala, Felipe. \"A Topa Amaro le Cortan la Cavesa en el Cvzco.” Mount Allison University Libraries & Archives, https://mta.cairnrepo.org/islandora/object/mta%3A22669. Accessed 28 March 2024.\n\nMolina, Cristóbal de. Account of the Fables and Rites of the Incas, New York, USA: University of Texas Press, 2011. https://doi.org/10.7560/723832\n\nPizarro, Francisco. \"Francisco Pizarro response to a petition by Pedro del Barco.” Library of Congress, Library of Congress, 9 November 2017, https://www.loc.gov/resource/rbc0001.2008kislak74661/?st=gallery. Accessed 28 March 2024.\n\n\"Pizarro and the Incas - Exploring the Early Americas | Exhibitions.” Library of Congress, https://www.loc.gov/exhibits/exploring-the-early-americas/pizarro-and-the-incas.html. Accessed 28 March 2024.\n\nXerez, Francisco. \"Reports on the Discovery of Peru.” Translated by Clements R. Markham, Internet Archive, 1872, https://archive.org/details/reportsondiscove00markrich/page/n19/mode/2up. Accessed 28 March 2024."
}