{
    "Creator Statement": "My project is about the attack on Pearl Harbor in 1941, and I did in-depth research on the Japanese perspective of the attack. More specifically, I looked at Japan’s motives for the attack as well as its consequences. The story I am telling is in the form of a movie titled The Harbor, which is about a Japanese pilot named Akio Sumida navigating the challenging moral dilemmas that come with an attack like this. The goal of this story is to show how much moral insecurity can ruin a person, and that healing can be a more healthy and productive course in life than hurting, even if it is in the name of glory. A challenging part of creating a story like this is that it is so low-level, and the attack of Pearl Harbor was something that was planned on a huge scale. It’s easy to hear a number of casualties in the thousands and brush it off as “just a number”. Taking an individual perspective like this allows the viewers to engage with the attack much more personally. This perspective really makes the viewers understand that “thousands of lives lost” means thousands of people who had lived years up to that point, people who most likely had families and people they loved. However, this vision is hard to achieve directly through resources on the internet and in books, since it is so hard to find accurate evidence from an individual perspective that, for the sake of the movie’s continuity and storyline, there must be creative liberties taken. An example of this is Akio learning about his friend’s death and U.S. casualties so quickly. In real life, there is a very good chance that a pilot would not learn this information for a while, especially the amount of U.S. casualties as Japan likely didn’t have very good access to that information. All in all, the balance between creative liberty and fact manages to deliver a profound, emotionally moving storyline that viewers can learn both historical facts and emotional ideas from.",
    "Artwork Description": "This is a poster for the movie, and it depicts a photo of Pearl Harbor post-destruction.",
    "Video Pitch": "mEBMZ9iXjmg",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vTvcPD-S5571Os86CdFxWz2WAEPH8jUTyloUsbrF0rJxJUnq7EFjgYB0um6w7ldLsfQop3NkR3Ka1mc/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1nJiioCCALgQPOyyrLtG1jNYnVu3x3fqkNGs9ERFEKbA/edit",
    "Resources": "“1941 - Pearl Harbor Attack.” Naval History and Heritage Command, 1 December 2023, https://www.history.navy.mil/browse-by-topic/wars-conflicts-and-operations/world-war-ii/1941/pearl-harbor.html. Accessed 19 March 2024.\n\n“Attack on Pearl Harbor - 1941.” Atomic Heritage Foundation, https://ahf.nuclearmuseum.org/ahf/history/attack-pearl-harbor-1941/. Accessed 24 March 2024.\n\nHistory.com editors. “Bombing of Hiroshima and Nagasaki - Causes, Impact & Lives Lost.” HISTORY, 18 November 2009, https://www.history.com/topics/world-war-ii/bombing-of-hiroshima-and-nagasaki. Accessed 23 March 2024.\n\n“Japanese \"14-Part Message\" of 7 December 1941.” Ibiblio, https://www.ibiblio.org/hyperwar/PTO/Dip/Fourteen.html. Accessed 20 March 2024.\n\n“The Path to Pearl Harbor.” The National WWII Museum, https://www.nationalww2museum.org/war/articles/path-pearl-harbor. Accessed 23 March 2024.\n\nPerlin, Bernard, Artist, and Funder/Sponsor United States Office Of War Information. Avenge\n\nDecember 7 / Bernard Perlin. Washington, D.C.: Office of War Information, U.S. Government Printing Office. Photograph. Retrieved from the Library of Congress, <www.loc.gov/item/90712763/>.\n\n“Remembering Pearl Harbor.” United States Census Bureau, https://www.census.gov/history/pdf/pearl-harbor-fact-sheet-1.pdf. Accessed 19 March 2024.\n\nRoosevelt, Franklin D. Speech by Franklin D. Roosevelt, New York Transcript. 1941. Pdf. Retrieved from the Library of Congress, <www.loc.gov/item/afccal000483/>.\n\nTruman, Harry. “Foreign Relations of the United States: Diplomatic Papers, 1945, The British Commonwealth, The Far East, Volume VI.” Office of the Historian, https://history.state.gov/historicaldocuments/frus1945v06/d401. Accessed 24 March 2024."
}
