{
    "Creator Statement": "My Pixels of the Past project, “Sacrifice to Rebel '', is a graphic novel that vividly simulates the intricate lives that common Indian people experienced during the Indian Rebellion of 1857-1858. The story revolves around a young girl named Aasiya, whose life suddenly becomes intertwined with the revolt, turning it into a rather unfortunate series of events. To ensure historical accuracy, the beginning of the story, includes themes of perseverance and defeat, directly representing the Indian Rebellion. Throughout the narrative, there are many other direct references to the Indian Rebellion, such as the incorporation of the character Lord Dhouse, based on the real-life Lord Dalhousie, a former Governor-General of India, who introduced the Doctrine of Lapse policy. While writing my story, I strived to successfully balance the historical accuracy and creative drive by placing the setting of my characters in the time zone and location where the Indian Rebellion outbreaks mainly took place, while taking creative liberties in the characters themselves. I decided to not base my main character on a real person as it would be incredibly challenging to accurately represent the few incredible woman figures who fought in the Indian Rebellion due to the little information about their personalities or goals. My story also encompasses themes of revenge, hope, betrayal, fear, and rage, all of which are intense emotions that I felt encapsulated the atmosphere the Indian soldiers, native rulers, and struggling civilians felt trapped in. The Indian Rebellion greatly influences the main character’s drive to freedom and sets the base for this dramatic story, focusing on the effect of economic struggles, cultural disrespect, and religious tensions on the common folk. In the story, Ultimately, \"Sacrifice to Rebel\" is a story that encompasses the different perspectives and experiences common Indian folk underwent during the Indian Rebellion, a pivotal moment in Indian history.",
    "Artwork Description": "It was a warm summer day in the middle of June when Aasiya began her day scouting the fields for any marigold flowers. She slouched as she conquered the hills on her search. If only she could help conquer her mother's illness as well. Her thoughts were racing. Would she be able to make enough money to buy medicine? Will she be able to swell more flowers today? Will her brother come back home today? Her head spiraling with worrying thoughts, she suddenly tripped over a branch. Pain surged through her foot as she glanced down at her ragged light blue dress- or well it had been. Over the years it had befallen many unfortunate accidents and now it suffered from various rips and holes. She hesitantly reached for her foot. Examining it she discovered a shackle. It felt cold as it shone in the sun, too heavy for her to bear. She tried to pull at it to no avail. She frantically looked around. There she saw it, just out of reach, an axe. She contemplated for a second. What if I get hurt in the process of trying? She thought about her ill mother at home and her brother’s absence. What if something happens to her? Frantically she reached forward but she sprung back as if she were a spring. She gasped for air. Using all the force in her scrawny body she lunged forward, pain surging from her foot. She closed her eyes. She felt the cold grass grazing her face. Maybe she should stay. She pursed her lips. No, I have to be responsible. How could I think of giving up? Her eyes burst open. The last of the shining sun shone across her face. It's now or never she thought. There she felt it. Pain? She had grabbed the edge of the axe. All her struggle was for nothing. Shakingly, she retracted her hand and wiped her palm of blood using her dirtied blue dress. She rested her head on the grass. Gazing at the sunset. She closed her eyes. She burst up panting. Her head was spinning and her vision was blurry. She instinctively looked at her foot, then her palm. They were gone. No shackle, no cuts. She looked up at the sun, it was still morning. Had she dozed off? No, she fainted, from exhaustion.",
    "Video Pitch": "2aWMxElThhU",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vS7faAGr2pCMY36x_Ri9GqnsD38082Af5s2loyt_We69CWjhk51uUDa9bwt5k4xtlOnvmiWwoYaBibR/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1MeTOq-PmddYKxupAGZHIO2MIfqSmdCS0E6_asE2o-SM/edit",
    "Resources": "“Indian Mutiny,\n1857 - 58: Primary Sources.” The British Empire, \nhttps://www.britishempire.co.uk/forces/armycampaigns/indiancampaigns/mutiny/mutinysources.htm. Accessed 8 March 2024.\n\n“Proclamation - People's Democracy.” People's Democracy,\n11 March 2007, https://archives.peoplesdemocracy.in/2007/0311/03112007_proclamation.html. Accessed 29 March 2024.\n\n“Why did the Indian Mutiny happen?” National Army Museum, \nhttps://www.nam.ac.uk/explore/why-did-indian-mutiny-happen. Accessed 18 February 2024."
}