{
    "Creator Statement": "The Monteagle Letter is an animated film about the Gunpowder Plot of 1605, highlighting the perspectives of the King of England and the leader of the conspirators. The story is about an attempted assassination of King James I and Parliament by a group of English Catholics who felt oppressed by King James's laws targeting them. Before turning to regicide, the plotters searched for nonviolent routes, despite feeling anger toward the King.\n\nThis incident displays just how much damage can result from a lack of mutual understanding between a government and all of its people. To properly portray this problem, I decided to stick to history as much as possible, and fill in the gaps with educated guesses. Because much is missing about the specific events of the Gunpowder Plot, the details are where the characters and their arcs can be emphasized.\n\nThe plot is almost entirely historically accurate, based on the documents that are still around today. One of the changes is to simplify the story for viewers, reducing the group of thirteen conspirators to five in the inner circle. The character traits of individuals are highlighted to add personality to this part of the story and humanity to the conspirators.\n\nThe main risk in accuracy is the one-sided nature of the information that has been kept by Parliament. Despite seeming to give the perspective of the conspirators, one of the core documents that gives us the story of the planning process may have a forged signature, as despite supposedly being written by Thomas Wintour, the spelling of his signature varied from his normal one.\n\nOverall, the Monteagle Letter is generally historically accurate, with a few modifications to bring through the thoughts of the characters. It focuses on the themes of religion, oppression, and terrorism and dives deep into an oversight of England's government and the consequences of that mistake.",
    "Artwork Description": "I made three pieces of artwork for this project. First, I made a storyboard of the scene in the film where Lord Monteagle discovers the famous letter and gives it to King James I, who analyzes it and finds it's hidden meaning.\n\nSecond, I made a drawing of Lord Monteagle, to show more accurately what the real scene would look like. Lord Monteagle was only given this letter because he was probably a friend or relative of one of the conspirators, but his loyalty was stronger to the King than to them.\n\nTo make my project stand out on our website, I created a poster using Photoshop, with an explosion in the background and a photograph of the Monteagle Letter as a centerpiece.",
    "Video Pitch": "UDeJ7lWsEa8",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vSDwedq1MdHIAg5Muq-5m1nx_wKMK2E69x7BigH16LL7A6O1FPZ52SE-Dr7fOL20HnUQPmXsUTCtJqH/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1AvrGD8lnGGhEvJmQNlY7CFlLRfv1a9DJTvJoeVfttbs/edit?usp=sharing",
    "Resources": "Al Tahhan, Zena. \"More than a century on: The Balfour Declaration explained.\" Al Jazeera, 2 November 2018, https://www.aljazeera.com/features/2018/11/2/more-than-a-century-on-the-balfour-declaration-explained. Accessed 20 March 2024.\n\nBalfour, Arthur James. \"Text of the Balfour Declaration.\" Jewish Virtual Library, 2 November 1917, https://www.jewishvirtuallibrary.org/text-of-the-balfour-declaration. Accessed 14 March 2024.\n\nIsmail, Ahmad. \"Palestine plan of partition with economic union - General Assembly resolution 181.” The Question of Palestine, United Nations, 18 August 2021, https://www.un.org/unispal/document/auto-insert-185393/. Accessed 20 March 2024.\n\n\"Palestine: Termination of the Mandate 15 May 1948 [Statement prepared for public information by the Colonial Office and Foreign.\" ISMI, 15 May 1948, https://ismi.emory.edu/resources/primary-source-docs/1948%20-%20PALESTINE-HMG%20termination%20of%20Mandate%201948.pdf. Accessed 16 March 2024."
}