{
    "Overview": "**$title** is a proposed animated film about the Gunpowder Plot, an attempt to blow up the House of Lords in 1605. The film will follow the story of the plot, from the planning to the discovery of the gunpowder, and the subsequent chase and capture of the conspirators. The film will focus on the conflict between the King and Parliament and the Catholics.",
    "Historical Background": "# Historical Background\nOn the night of November 5th, 1605, 36 barrels of gunpowder were hidden under the House of Lords, enough to blow up all of Parliament and King James I, who would meet inside the following day. The plot had been constructed by a group of Catholics led by Robert Catesby. In 1534, the Church of England had officially turned to Protestantism, and anti-Catholicism had been building in England. A fear of dangerous plots from the repressed Catholics had been growing, with villages \"swept by panic fear\" of often imaginary plots. However, this plot was real. A letter sent to Lord Monteagle warned him to quietly avoid the next gathering of Parliament, but instead he gave the letter to King James I. The king theorized that the statements \"a terrible blow\" and \"they shall not see who hurts them\" indicated that the plot involved gunpowder planted in a \"great vault\" underneath the House of Lords. The gunpowder was discovered the night before the planned meeting and the conspirators were quickly chased down and caught.",
    "Conflict": "# Conflict\nThe central conflict is between the King and Parliament and Robert Catesby and the conspirators. The King and Parliament believe that Catholicism is evil and dangerous, so they are trying to discourage Catholics by imposing fines and additional restrictions on them. The other side, led by Robert Catesby, wants to stop this, and believes that killing the government will help.",
    "Pitch Slides Link": "> For more details, see the [slides](https://docs.google.com/presentation/) presented in this video.",
    "Storyboard Info": "Below is the storyboard of the scene where the Monteagle Letter is found and brought to the king. It starts at the 4th Baron Monteagle's house, where is given the letter while eating dinner. He then takes the letter to the Whitehall, where it is given to the king. It is then followed by the king's study of the letter and discovery of the plot.",
    "Characters in Depth / James VI and I": "James IV & I was the king of England, Scotland, and Ireland from 1603 to 1625. He was a Presbyterian, and he generally leaned Anglican during his rule. When he ascended to the throne of Scotland, the now reformed Kirk was trying to rid itself of the Catholic hierarchy and establish a Presbyterian system.\n\nWhen Elizabeth I died in 1603, he inherited rule over England and Ireland as well. In England, Catholics were much more numerous than they had been in Scotland, and he inherited and strengthened laws penalizing Catholics because of their religion.\n\nDuring his rule, he was known to be intelligent, but he had an unstable relationship with Parliament, for a time ruling without it entirely, and often overestimated his position in foreign affairs.\n\n## Story Circle\n\n**YOU:** James grows up in Scotland, loving Presbyterianism.<br>**NEED:** He sees Catholics around and is told that they are dangerous.<br>**GO:** He becomes king, joining Scotland, Ireland, and England.<br>**STRUGGLE:** He thinks that Catholics need to be kept under control, but the people around him think that they should still be protected.<br>**FIND:** He reinforced stricter laws around Catholicism.<br>**SUFFER:** He find the Monteagle Letter and sees that Catholics are rebelling against him.<br>**RETURN:** After the Gunpowder Plot, he creates laws suppressing Catholicism, and gets a general consensus this time because of the plot.<br>**CHANGE:** He gradually begins to weaken his position against Catholicism, permitting crypto-Catholicism, where one is outwardly Protestant but inwardly Catholic.",
    "Characters in Depth / Robert Catesby": "Robert Catesby planned the Gunpowder Plot and recruited the other conspirators. For the past few years, he had been involved in failed rebellions, and was arrested as a precaution in 1603 after the death of Elizabeth I. His goal was to prevent the religious persecution of Catholics in England, and he believes that the King is to blame for the oppression.\n\nUnfortunately, it's treason to try to stop him, so if his plans are exposed, he and the other conspirators will be tortured and executed.\n\nEarly on in his life, he was known to be charismatic and make friends easily, but also be a bit of a wild character before he became strongly religious.\n\n## Story Circle\n\n**YOU:** Robert Catesby grows up, loving Catholicism.<br>**NEED:** He sees oppression around him.<br>**GO:** He joins in the Essex Rebellion.<br>**STRUGGLE:** Because of this, he is imprisoned and fined.<br>**FIND:** He begins to work in a fervor to plan and find the people for his operation.<br>**SUFFER:** As the plan collapses around him, he tries to escape, but is caught and executed for treason.<br>*The story for Robert Catesby ends there, because the plot failed.*"
}