{
    "Creator Statement": "Hello! My name is Rhiannon and this is my project page about Chornobyl. On this page, you will find my Pixels of the Past research project and its elements. My objective was to replicate the procedure involved in developing a television show. As you can see, I have a TV show poster and a video pitch. I also have an extremely in-depth research essay about Chornobyl and the efforts made by the Union of Soviet Socialist Republics (USSR) to cover up the incident. I used a variety of sources, including primary documents, to show my commitment to historical accuracy and study.\nI experienced many difficulties when creating my pitch. The first issue was finding a reasonable balance between historical accuracy and fiction. With a topic like Chornobyl, I had to be careful not to accidentally spread misinformation or cause offense in any way. My characters and their backstories are not real, but they were inspired by real people with true life stories. I listened and read many first-hand accounts to understand as much as I could about the topic. Of course, I can never be one hundred percent accurate since I myself was not there, but I hope I got close enough to give it justice. \nAnother struggle was finding a story I liked. The pitch you see here is the final iteration of three, and the slideshow was disassembled and reconstructed roughly five times. My first idea for my story would be unrecognizable compared to the final product. This taught me that it's better to let go of an idea than to go down with a sinking ship. I tried to be flexible when rewriting my story despite the difficulty of letting go of a good idea. Ultimately, I created a historically accurate story that I am proud of and interested in.",
    "Artwork Description": "",
    "Video Pitch": "ZOTEtj9d-2k",
    "Research Essay Embed": "https://docs.google.com/document/d/e/2PACX-1vRf5FgbFkWf6TgMT5DFTMOC7vzrFMrc43rp-YVlBKK7uD-JWJ8D8HcMjdGchGBJzCSgS_qVovL27pPU/pub?embedded=true",
    "Research Essay Link": "https://docs.google.com/document/d/1drIAQF92cTrUYvNTD5icTZYZAhyix4FhF-S4Bx43GPg/edit",
    "Resources": "AV;, Yablokov. “7. Mortality after the Chernobyl Catastrophe.” Annals of the New York Academy of Sciences, U.S. National Library of Medicine,\n\n2009, pubmed.ncbi.nlm.nih.gov/20002047/#:~:text=From%20112%2C000%20to%20125%2C000%20liquidators,of%20the%20Chernobyl%20cleanup%20teams.\n\nBelyakov, Oleg, et al. Chernobyl Liquidators. The People and the Doses,\n\n1998, irpa.net/irpa10/cdrom/00666.pdf.\n\n“Chernobyl Accident 1986.” Chernobyl | Chernobyl Accident | Chernobyl Disaster - World Nuclear Association,\n\n2022, world-nuclear.org/information-library/safety-and-security/safety-of-plants/chernobyl-accident.aspx.\n\n“Chernobyl: Survivors Reflect on Nuclear Accident, Russian Occupation | UN News.” United Nations, United Nations,\n\n2023, news.un.org/en/story/2023/04/1136067.\n\n“Deputy Head of the 6th Department of the KGB Administration Lieut. Col. Aksenov, ‘Notice of Emergency Incident.’” Deputy Head of the 6th Department of the KGB Administration Lieut. Col. Aksenov, “Notice of Emergency Incident” | Wilson Center Digital Archive,\n\n20 Aug. 2016, digitalarchive.wilsoncenter.org/document/deputy-head-6th-department-kgb-administration-lieut-col-aksenov-notice-emergency-1.\n\n“Extraordinary Session of the CC CPSU Politburo.” National Security Archive,\n\n15 Aug. 2019, nsarchive.gwu.edu/document/19491-national-security-archive-doc-4-extraordinary.\n\n“Frequently Asked Chernobyl Questions.” IAEA, IAEA,\n\n7 Nov. 2016, www.iaea.org/newscenter/focus/chernobyl/faqs#:~:text=The%20Russian%20registries%20list%20approximately,in%20tackling%20the%20accident%27s%20aftermath.\n\nGray, Richard. “The True Toll of the Chernobyl Disaster.” BBC News, BBC,\n\n28 Feb. 2022, www.bbc.com/future/article/20190725-will-we-ever-know-chernobyls-true-death-toll.\n\nGronlund, Lisbeth, et al. “How Many Cancers Did Chernobyl Really Cause?-Updated Version.” The Equation,\n\n18 Apr. 2011, blog.ucsusa.org/lisbeth-gronlund/how-many-cancers-did-chernobyl-really-cause-updated/#:~:text=However%2C%20based%20on%20the%20data,and%2012%2C000%20to%2057%2C000%20deaths.).\n\nHamblin, Jacob Darwin. “Anatomy of a Meltdown | American Scientist.” American Scientist, www.americanscientist.org/article/anatomy-of-a-meltdown. Accessed 28 Mar. 2024. \n\nKostin, Igor. Anatomy of a Meltdown. Accessed 28 Mar. 2024. \n\nMary Kugler, RN. “How Nuclear Disaster Has Affected the Children of a Region.” Verywell Health, Verywell Health,\n\n1 Sept. 2022, www.verywellhealth.com/the-children-of-chernobyl-2861027#:~:text=Long%2DTerm%20Health%20Consequences,-Researchers%20generally%20conclude&text=There%20has%20been%20a%20200,Chernobyl%20victims%20with%20genetic%20changes. \n\n“Notice: Information from Places of Evacuation.” Notice: Information from Places of Evacuation | Wilson Center Digital Archive,\n\n20 Aug. 2016, digitalarchive.wilsoncenter.org/document/notice-information-places-evacuation.\n\nPatel, Julie. “Chernobyl and USSR.” Keele University, www.keele.ac.uk/extinction/controversy/chernobylandussr/#:~:text=Despite%20this%20new%20direction%20of,the%20high%20risks%20of%20radiation. Accessed 25 Mar. 2024. \n\nPlokhy, Serhii. Chernobyl: The History of a Nuclear Catastrophe. Basic Books, 2020. \n\n“RBMK.” RBMK - Energy Education, energyeducation.ca/encyclopedia/RBMK#:~:text=The%20RBMK%20reactor’s%20water%20wasn,of%20the%20Chernobyl%20power%20plant. Accessed 25 Mar. 2024. \n\n“The Real Chernobyl HBO’s Hit Miniseries Is Ending, and Here’s How Its Characters Compare to Their Real-Life Counterparts.” Meduza,\n\n2019, meduza.io/en/feature/2019/05/28/the-real-chernobyl.\n\nRhodes, Richard. Nuclear Renewal: Common Sense about Energy. Whittle Books in Association with Viking, 1993. \n\nStsiapanau, Andrei. “Andrei Stsiapanau, the Chernobyl Politics in Belarus: Interplay of Discourse-Coalitions.” PhilPapers,\n\n1 Jan. 1970, philpapers.org/rec/STSTCP.\n\n“Surviving Chernobyl: A Former Liquidator Tells His Story.” YouTube, YouTube,\n\n22 Oct. 2019, www.youtube.com/watch?v=I-yYHKML_z0.\n\n“Untitled Notice on Levels of Radiation in Chernobyl NPP and Steps Taken in Response.” Untitled Notice on Levels of Radiation in Chornobyl NPP and Steps Taken in Response | Wilson Center Digital Archive,\n\n20 July 2016, digitalarchive.wilsoncenter.org/document/untitled-notice-levels-radiation-chernobyl-npp-and-steps-taken-response. "
}