{
    "Overview": "# Website Department\n\nThe website department's job in Timeframe was to create the website to host our class's pitches. Our website is intended to serve as a central hub that makes it easy to find individual's projects and see the work they have done.\n\nTo accomplish this, we made a modular system that serves web pages to visitors, and created a process for individuals to efficiently create pages describing their pitches. Beginning this process, a website department member would build the layout for the page working with an individual to implement the design they envisioned. These were made out of a set of modular components we created to speed up the development process. After the initial layout of a page was made, the individual could update the contents of their page as they continued editing their pitch with a Discord bot we created.\n\nPart of our class's Timeframe project was individual, creating personal pitches for animated historical content, but another piece was group work in departments comprised of handfuls of students with similar skills. Highlighting the work done by them, we created department pages for all of our studio's departments to display what they have contributed to this project. These webpages use the same tools as the project pages, and the components we built the pages out of maintain a consistent theme.\n\nTo tie together the website, we created a world map on the home page, which shows the location of the historical events for each pitch. Visitors can use the map to discover an individual's pitch, look through all of our projects in the list on our home page, or use our search feature accessible on every page of the website.\n\nFinally, to publicize our efforts, we posted images of our website on Instagram, and explained the process we've been through. These images showcase both the website itself and our department's work to build it.",
    "Development": "## Development Process\n\nFor our part of the project, we needed to create 23 webpages for people who are not familiar with web development. Our development process started with people designing the layout of their page, then we created the page using the design. We also made a Discord bot to allow people to change the text on their page after the layout was made, without needing to know how to code.",
    "Development (2)": "One of the challenges we faced was the constant upstream delays, meaning that we had very limited time"
}